{
  "Date": "14.02.2025",
  "entries": [
    {
      "quadrant": 2,
      "ring": 0,
      "label": "Pinpoint",
      "active": true,
      "moved": 0,
      "description": "An all-in-one applicant tracking system designed to streamline the hiring process by organising tasks such as discovering, approaching, reviewing, interviewing, and hiring candidates suitable for your requirements and work culture."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "PoppAI",
      "active": true,
      "moved": 0,
      "description": "PoppAI is an AI-driven platform designed to screen applicants efficiently and engage candidates through conversations."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "HireSweet",
      "active": true,
      "moved": 0,
      "description": "HireSweet is a Candidate Relationship Management (CRM) tool that leverages AI to source and nurture candidates. It simplifies candidate tracking, outreach automation, and pipeline management, helping recruiters build long-term relationships."
    },
    {
      "quadrant": 0,
      "ring": 0,
      "label": "Apollo",
      "active": true,
      "moved": 2,
      "description": "A sales intelligence and engagement platform that provides access to a vast database of contacts and companies, helping businesses find and connect with potential customers."
    },
    {
      "quadrant": 0,
      "ring": 0,
      "label": "Hubspot",
      "active": true,
      "moved": 0,
      "description": "A comprehensive CRM platform offering tools for marketing, sales, customer service, and content management to help businesses grow and manage customer relationships effectively."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Lattice",
      "active": true,
      "moved": 0,
      "description": "A people management platform that helps companies align, engage, and grow their employees through performance management, employee engagement surveys, and career development tools."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Workramp",
      "active": true,
      "moved": 0,
      "description": "A learning management system that provides training and development solutions for employees, helping organisations onboard, train, and develop their teams effectively."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Hibob",
      "active": true,
      "moved": 0,
      "description": "HiBob is a modern HR platform designed for small and medium-sized businesses, offering features like employee management, payroll, and performance tracking to streamline HR processes."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Loxo",
      "active": true,
      "moved": 2,
      "description": "Loxo is a talent intelligence platform that combines an applicant tracking system (ATS), customer relationship management (CRM), and AI-driven sourcing to enhance recruitment efficiency."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Eightfold.ai",
      "active": true,
      "moved": 2,
      "description": "Eightfold.ai offers a Talent Intelligence Platform that uses AI to help companies with talent acquisition, management, and diversity initiatives by analysing skills and potential."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "retrain.ai",
      "active": true,
      "moved": 2,     
      "description": "Retrain.ai provides an AI-powered talent intelligence platform that helps organisations identify skill gaps, reskill employees, and optimise workforce planning."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "phenom",
      "active": true,
      "moved": 2,
      "description": "Phenom is a Talent Experience Management (TXM) platform that uses AI to enhance the experiences of candidates, recruiters, employees, and management throughout the talent lifecycle."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "HireEz",
      "active": true,
      "moved": 2,
      "description": "HireEz (formerly Hiretual) is an AI-powered outbound recruiting platform that helps recruiters source and engage candidates across various channels efficiently."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "SWARM",
      "active": true,
      "moved": 2,
      "description": "SWARM is a collaborative hiring platform that enables teams to work together on candidate evaluation, interview scheduling, and feedback collection to improve hiring outcomes."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Findem.ai",
      "active": true,
      "moved": 2,
      "description": "Findem.ai is a talent acquisition platform that uses AI to help companies discover, engage, and hire candidates based on comprehensive attribute data."
    },
    {
      "quadrant": 0,
      "ring": 3,
      "label": "Jiminny",
      "active": true,
      "moved": 2,
      "description": "This a conversation intelligence platform. Jiminny's AI turns every email, phone and video call into game-changing insights, revenue intelligence and business-winning behaviours."
    },
    {
      "quadrant": 0,
      "ring": 3,
      "label": "Gong",
      "active": true,
      "moved": 2,
      "description": "Gong is a revenue intelligence platform that analyses sales conversations and provides insights to improve sales team performance and customer interactions."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Gatekeeper",
      "active": true,
      "moved": 2, 
      "description": "Gatekeeper is a vendor and contract management solution that helps organisations manage supplier relationships, contracts, and compliance through a centralised platform."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Beamery",
      "active": true,
      "moved": 2,
      "description": "Beamery is a talent lifecycle management platform that assists companies in attracting, engaging, and retaining talent through AI-driven insights and automation."
    },
    {
      "quadrant": 2,
      "ring": 1,
      "label": "Adway",
      "active": true,
      "moved": 2,
      "description": "Adway is a talent acquisition platform that uses artificial intelligence (AI) to help companies find candidates on social media. Adway integrates with a company's career page and applicant tracking system (ATS)."
    },
    {
      "quadrant": 2,
      "ring": 1,
      "label": "App Cast",
      "active": true,
      "moved": 2,
      "description": "Appcast is a service that helps companies post job openings and manage applications on mobile devices. It also helps companies attract talent by using data and technology."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "HiredScore",
      "active": true,
      "moved": 2,
      "description": "HiredScore is an AI-powered HR technology that integrates with existing systems to enhance talent acquisition and management through data-driven insights and automation."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "SkyHive",
      "active": true,
      "moved": 2,
      "description": "SkyHive uses artificial intelligence to provide labor market intelligence, helping organisations with workforce planning, reskilling, and talent acquisition strategies."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Noebrain",
      "active": true,
      "moved": 2,
      "description": "Noebrain offers AI-driven solutions for talent assessment and development, focusing on cognitive and behavioral evaluations to enhance hiring and training processes."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Reejig",
      "active": true,
      "moved": 2,
      "description": "Reejig is a workforce intelligence platform that uses ethical AI to provide insights into workforce skills, enabling better talent mobility and reskilling initiatives."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "gloat",
      "active": true,
      "moved": 2,
      "description": "Gloat offers an AI-powered talent marketplace that connects employees with internal opportunities, fostering career development and organisational agility."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "ArcticShores",
      "active": true,
      "moved": 2,
      "description": "Arctic Shores provides behavior-based assessments that combine neuroscience, AI, and game technology to evaluate candidates' potential and fit for roles."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "Willo",
      "active": true,
      "moved": 0,
      "description": "Willo is a video interviewing platform that allows recruiters to conduct pre-recorded video interviews, enabling asynchronous candidate evaluation while saving time."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "Metaview",
      "active": true,
      "moved": 0,
      "description": "Metaview automates the process of transcribing interviews and generating summaries. It provides recruiters with structured feedback and actionable insights, ensuring a more objective and consistent hiring process."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Fireflies",
      "active": true,
      "moved": 0,
      "description": "An AI meeting assistant that records, transcribes, and analyses meetings, making it easier to capture and review important information from discussions."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Internal Chatbot (Stan)",
      "active": true,
      "moved": 0,
      "description": "An internal chatbot named Stan designed to assist employees with various tasks, answer questions, and provide support within our organisation."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "ChatGPT",
      "active": true,
      "moved": 0,
      "description": "An AI language model developed by OpenAI that can generate human-like text, enabling applications such as chatbots, content creation, and more."
    },
    {
      "quadrant": 3,
      "ring": 3,
      "label": "Perplexity AI",
      "active": true,
      "moved": 2,
      "description": "Perplexity is a free AI search engine designed to revolutionize the way you discover information. Ask any question, and it searches the internet."
    },
    {
      "quadrant": 3,
      "ring": 3,
      "label": "Vitally.io",
      "active": true,
      "moved": 2,
      "description": "Vitally.io is a customer success platform that helps teams organize customer data, automate workflows, and generate insights."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Xero",
      "active": true,
      "moved": 0,
      "description": "A cloud-based accounting software platform designed for small and medium-sized businesses, offering tools for invoicing, expense management, and financial reporting."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Notion",
      "active": true,
      "moved": 0,
      "description": "An all-in-one workspace that combines note-taking, task management, and database functions, allowing teams to collaborate and organise their work efficiently."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Lucidchart",
      "active": true,
      "moved": 0,
      "description": "A web-based diagramming tool that enables users to create flowcharts, organisational charts, and other visual representations to facilitate understanding and collaboration."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Slack",
      "active": true,
      "moved": 0,
      "description": "A messaging platform designed for teams, offering real-time communication, file sharing, and integration with various tools to enhance collaboration."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": " Arcade",
      "active": true,
      "moved": 0,
      "description": "A platform that allows businesses to create interactive demos and tutorials to showcase their products, enhancing customer engagement and understanding."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "LinkedIn Insigts",
      "active": true,
      "moved": 0,
      "description": "LinkedIn Insights provides data and analytics on talent pools, industry trends, and company benchmarks to inform recruitment and workforce planning strategies."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "LinkedIn Recruiter",
      "active": true,
      "moved": 0,
      "description": "LinkedIn Recruiter is a talent search and recruitment tool that allows hiring professionals to find, connect with, and manage potential candidates on LinkedIn."
    },
    {
      "quadrant": 3,
      "ring": 3,
      "label": "Asana",
      "active": true,
      "moved": 2,
      "description": "A project management tool that helps teams organise and manage their work, track progress, and collaborate effectively to achieve their goals."
    },
    {
      "quadrant": 3,
      "ring": 3,
      "label": "Granola.ai",
      "active": true,
      "moved": 2,
      "description": "Granola.ai is an AI tool designed for recruiters to capture and organise notes during interviews. It transcribes conversations in real-time and provides summaries, saving time and improving accuracy."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Fetcher.ai",
      "active": true,
      "moved": 2,
      "description": "Fetcher.ai is a recruitment platform that combines AI with human expertise to automate candidate sourcing and outreach, helping companies find and engage top talent efficiently."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "HireVue",
      "active": true,
      "moved": 2,
      "description": "HireVue integrates video interviewing with AI-driven assessments and scheduling tools. It streamlines the recruitment process, offering features like automated candidate evaluations and predictive analytics."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Interview.Prep.ai",
      "active": true,
      "moved": 2,
      "description": "Interview.Prep.ai provides AI-driven tools to help candidates prepare for interviews by simulating real interview scenarios and offering feedback on performance."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Candidate.fyi",
      "active": true,
      "moved": 2,
      "description": "Candidate.fyi is a platform that helps companies improve the candidate experience by providing tools for interview preparation, feedback collection, and process transparency."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Huru.ai",
      "active": true,
      "moved": 2,
      "description": "Huru.ai provides an AI-powered interview preparation app that helps candidates practice and improve their interview skills through simulated questions and feedback."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "Paradox.ai",
      "active": true,
      "moved": 2,
      "description": "Paradox.ai offers an AI assistant named Olivia that automates recruiting tasks such as screening, scheduling, and candidate communication to enhance efficiency."
    },
    {
      "quadrant": 3,
      "ring": 3,
      "label": "Storydoc",
      "active": true,
      "moved": 2,
      "description": "Storydoc is a platform that enables users to create interactive and engaging presentations, transforming static content into dynamic stories to enhance audience engagement."
    },
    {
      "quadrant": 3,
      "ring": 3,
      "label": "Pitch",
      "active": true,
      "moved": 2,
      "description": "Pitch is a collaborative presentation software that enables teams to create, edit, and share professional presentations with real-time collaboration features."
    },
    {
      "quadrant": 3,
      "ring": 3,
      "label": "Juro",
      "active": true,
      "moved": 2,
      "description": "Juro is a contract automation platform that streamlines the creation, execution, and management of contracts, offering a collaborative workspace for legal and business teams."
    },
    {
      "quadrant": 2,
      "ring": 0,
      "label": "Test Partnerships",
      "active": true,
      "moved": 0,
      "description": "Test Partnerships provides psychometric assessments and aptitude tests to assist companies in making informed hiring decisions by evaluating candidates' skills and abilities."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "DISC",
      "active": true,
      "moved": 2,
      "description": "DISC is a behavioral assessment tool that helps individuals and teams understand communication styles and improve workplace interactions by analysing personality traits."
    },
    {
      "quadrant": 3,
      "ring": 0,
      "label": "Miro",
      "active": true,
      "moved": 0,
      "description": "Miro is an online collaborative whiteboard platform that enables teams to brainstorm, plan, and collaborate in real-time, enhancing remote and in-person workflows."
    },
    {
      "quadrant": 2,
      "ring": 3,
      "label": "TestGorillas",
      "active": true,
      "moved": 2,
      "description": "TestGorilla offers a range of pre-employment tests to help companies assess candidates' skills, personality, and suitability for roles, aiding in data-driven hiring decisions."
    },
    {
      "quadrant": 3,
      "ring": 1,
      "label": "SynthesiaAI",
      "active": true,
      "moved": 0,
      "description": "Synthesia is an advanced form of an Artificial Intelligence platform that converts text into a real-looking video with virtual characters."
    },
    {
      "quadrant": 3,
      "ring": 1,
      "label": "Zapier",
      "active": true,
      "moved": 0,
      "description": "An automation tool that connects different apps and services, allowing users to automate workflows without the need for coding."
    },
    {
      "quadrant": 2,
      "ring": 2,
      "label": "AgenticAI Sourcing and Screening AI",
      "active": true,
      "moved": 2,
      "description": "These AI agents combine sourcing and screening capabilities to streamline recruitment. They autonomously identify and engage potential candidates, evaluate their qualifications, and recommend the most suitable matches."
    },
    {
      "quadrant": 1,
      "ring": 0,
      "label": "Rice Framework",
      "active": true,
      "moved": 0,
      "description": "A prioritisation framework used in product management that stands for Reach, Impact, Confidence, and Effort, helping teams decide which projects to focus on to maximise impact."
    },
    {
      "quadrant": 1,
      "ring": 0,
      "label": "Implementation Framework",
      "active": true,
      "moved": 0,
      "description": "A structured, scalable implementation framework and methodology to standardise client-related onboardings, ensuring consistency, enhancing collaboration, and establishing clear accountability across teams."
    },
    {
      "quadrant": 1,
      "ring": 0,
      "label": "Project Management Framework",
      "active": true,
      "moved": 0,
      "description": "A structured, scalable project management framework and methodology to standardise client-related projects, ensuring consistency, enhancing collaboration, and establishing clear accountability across teams."
    }
  ]
}
